Repository: DyorHQ/IOS-app
Catalog: ios/DyorKit/Sources/DyorKit/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Missing Privy access token.
es: Falta el token de acceso de Privy.
fr: Jeton d'accès Privy manquant.
ko: Privy 액세스 토큰이 없습니다.
zh_hans: 缺少 Privy 访问令牌。

source: Moment earnings and fees
es: ganancias y comisiones de un Moment
fr: les gains et frais des Moments
ko: Moment 수익 및 수수료
zh_hans: Moment 收益和手续费

source: Moment graduation and vesting
es: graduación y vesting de un Moment
fr: la graduation et le vesting des Moments
ko: Moment 졸업 및 베스팅
zh_hans: Moment 毕业和解锁

source: Moments are not live on this network yet.
es: Los Moments aún no están disponibles en esta red.
fr: Les Moments ne sont pas encore disponibles sur ce réseau.
ko: 이 네트워크에서는 아직 Moments를 이용할 수 없습니다.
zh_hans: Moments 尚未在此网络上线。

source: Near liquidation: %@
es: Cerca de la liquidación: %@
fr: Proche de la liquidation : %@
ko: 청산 임박: %@
zh_hans: 接近强平：%@

source: New launches are paused right now.
es: Los nuevos lanzamientos están en pausa en este momento.
fr: Les nouveaux lancements sont suspendus pour le moment.
ko: 현재 새 런칭이 일시 중지되었습니다.
zh_hans: 新发射目前已暂停。

source: No Perpl trading account. Deposit AUSD first.
es: No hay cuenta de trading en Perpl. Primero deposita AUSD.
fr: Aucun compte de trading Perpl. Déposez d'abord des AUSD.
ko: Perpl 거래 계정이 없습니다. 먼저 AUSD를 입금하십시오.
zh_hans: 没有 Perpl 交易账户。先充值 AUSD。

source: No funding
es: Sin financiación
fr: Pas de financement
ko: 펀딩 없음
zh_hans: 无资金费

source: No response
es: Sin respuesta
fr: Aucune réponse
ko: 응답 없음
zh_hans: 无响应

source: No route for this pair.
es: No hay ruta para este par.
fr: Aucune route pour cette paire.
ko: 이 페어의 경로가 없습니다.
zh_hans: 此交易对没有可用路由。

source: No verified email on this Privy account.
es: Esta cuenta de Privy no tiene un correo electrónico verificado.
fr: Aucun e-mail vérifié sur ce compte Privy.
ko: 이 Privy 계정에 인증된 이메일이 없습니다.
zh_hans: 此 Privy 账户没有已验证的邮箱。

source: Not connected to Perpl trading.
es: No hay conexión con el trading en Perpl.
fr: Non connecté au trading Perpl.
ko: Perpl 거래에 연결되어 있지 않습니다.
zh_hans: 未连接到 Perpl 交易。

source: Not enough MON to pay for gas.
es: No hay suficiente MON para pagar el gas.
fr: Pas assez de MON pour payer les frais de gaz.
ko: 가스비를 낼 MON이 부족합니다.
zh_hans: MON 不足以支付 Gas 费。

source: Not the %@ DyorHQ lists
es: No es el %@ de DyorHQ
fr: Pas le %@ de DyorHQ
ko: DyorHQ 등록 %@ 아님
zh_hans: 非 DyorHQ 收录的 %@

source: Not the real %@
es: No es el %@ real
fr: Pas le vrai %@
ko: 진짜 %@ 아님
zh_hans: 非真正的 %@

source: Nothing to send.
es: No hay nada que enviar.
fr: Rien à envoyer.
ko: 보낼 것이 없습니다.
zh_hans: 没有可发送的内容。

source: One step left: delete the passkey yourself
es: Falta un paso: elimina la llave de acceso por tu cuenta
fr: Il reste une étape : supprimez vous-même la clé d'identification
ko: 한 단계 남음: 패스키를 직접 삭제하십시오
zh_hans: 还剩一步：自行删除通行密钥

source: Only governance or the Moments guardian can do that.
es: Solo la gobernanza o el guardián de Moments pueden hacer eso.
fr: Seuls la gouvernance ou le gardien des Moments peuvent faire cela.
ko: 거버넌스 또는 Moments 가디언만 할 수 있습니다.
zh_hans: 只有治理方或 Moments 守护者才能执行此操作。

source: Only the Moments guardian can do that.
es: Solo el guardián de Moments puede hacer eso.
fr: Seul le gardien des Moments peut faire cela.
ko: Moments 가디언만 할 수 있습니다.
zh_hans: 只有 Moments 守护者才能执行此操作。

source: Only the wallet this is owed to can withdraw it.
es: Solo la billetera a la que se le debe puede retirarlo.
fr: Seul le portefeuille auquel ce montant est dû peut le retirer.
ko: 이 금액을 받을 지갑만 출금할 수 있습니다.
zh_hans: 只有应得此款项的钱包才能提取。

source: Open %@'s Launch page
es: Abrir la página de lanzamiento de %@
fr: Ouvrir la page de lancement de %@
ko: %@ 런칭 페이지 열기
zh_hans: 打开 %@ 的发射页面

source: Open Long
es: Abrir largo
fr: Ouverture long
ko: 롱 진입
zh_hans: 开多

source: Open Perpl account
es: Abrir cuenta de Perpl
fr: Ouvrir un compte Perpl
ko: Perpl 계정 개설
zh_hans: 开设 Perpl 账户

source: Open Short
es: Abrir corto
fr: Ouverture short
ko: 숏 진입
zh_hans: 开空

source: Open the Passwords app › Passkeys › search "dyorhq" › tap the DyorHQ passkey › Edit › Delete.
es: Abre la app Contraseñas › Llaves de acceso › busca “dyorhq” › toca la llave de acceso de DyorHQ › Editar › Eliminar.
fr: Ouvrez l'app Mots de passe › Clés d'identification › recherchez « dyorhq » › touchez la clé d'identification DyorHQ › Modifier › Supprimer.
ko: ‘암호’ 앱 열기 › 패스키 › “dyorhq” 검색 › DyorHQ 패스키 탭 › 편집 › 삭제.
zh_hans: 打开“密码”App › 通行密钥 › 搜索“dyorhq” › 轻点 DyorHQ 通行密钥 › 编辑 › 删除。

source: Order filled
es: Orden ejecutada
fr: Ordre exécuté
ko: 주문 체결됨
zh_hans: 订单已成交

source: Order placed
es: Orden colocada
fr: Ordre placé
ko: 주문 접수됨
zh_hans: 已挂单

source: Order submitted
es: Orden enviada
fr: Ordre envoyé
ko: 주문 제출됨
zh_hans: 订单已提交

source: Passcode
es: Código
fr: le code
ko: 암호
zh_hans: 锁屏密码

source: Past cohort · trading closed. %@ is a retired Moment coin, so DyorHQ never trades it.
es: Cohorte anterior · trading cerrado. %@ es una moneda de Moment retirada, así que DyorHQ nunca la opera.
fr: Cohorte précédente · trading fermé. %@ est un jeton de Moment retiré : DyorHQ ne l'échange donc jamais.
ko: 이전 기수 · 거래 종료. %@: 운영 종료된 Moment 코인이므로 DyorHQ는 절대 거래하지 않습니다.
zh_hans: 往期批次 · 交易已关闭。%@ 是已退役的 Moment 币，因此 DyorHQ 绝不会交易它。

source: Past cohort · trading closed. %@ is a retired Moment pool, so DyorHQ never trades it.
es: Cohorte anterior · trading cerrado. %@ es un pool de Moment retirado, así que DyorHQ nunca lo opera.
fr: Cohorte précédente · trading fermé. %@ est un pool de Moment retiré : DyorHQ n'y échange donc jamais.
ko: 이전 기수 · 거래 종료. %@: 운영 종료된 Moment 풀이므로 DyorHQ는 절대 거래하지 않습니다.
zh_hans: 往期批次 · 交易已关闭。%@ 是已退役的 Moment 池子，因此 DyorHQ 绝不会交易它。

source: Perpl already has this trading key. Nothing was changed; try connecting again.
es: Perpl ya tiene esta clave de trading. No se cambió nada; intenta conectarte de nuevo.
fr: Perpl a déjà cette clé de trading. Rien n'a été modifié ; essayez de vous reconnecter.
ko: Perpl에 이미 이 거래 키가 있습니다. 아무것도 변경되지 않았습니다. 다시 연결해 보십시오.
zh_hans: Perpl 已有此交易密钥。未做任何更改；再次尝试连接。

source: Perpl closed the idle trading connection (%@). It reconnects on your next order.
es: Perpl cerró la conexión de trading inactiva (%@). Se vuelve a conectar con tu próxima orden.
fr: Perpl a fermé la connexion de trading inactive (%@). Elle se rétablit à votre prochain ordre.
ko: Perpl이 유휴 거래 연결을 종료했습니다(%@). 다음 주문 때 다시 연결됩니다.
zh_hans: Perpl 关闭了空闲的交易连接（%@）。下次下单时会重新连接。

source: Perpl couldn't process a trading frame (%@). Reconnect and try again.
es: Perpl no pudo procesar un mensaje de trading (%@). Vuelve a conectarte e inténtalo de nuevo.
fr: Perpl n'a pas pu traiter une trame de trading (%@). Reconnectez-vous et réessayez.
ko: Perpl이 거래 프레임을 처리하지 못했습니다(%@). 다시 연결한 후 다시 시도하십시오.
zh_hans: Perpl 无法处理交易帧（%@）。重新连接后重试。

source: Perpl did not acknowledge the order in time.
es: Perpl no confirmó la recepción de la orden a tiempo.
fr: Perpl n'a pas accusé réception de l'ordre à temps.
ko: Perpl이 제시간에 주문을 확인하지 않았습니다.
zh_hans: Perpl 未及时确认该订单。

source: Perpl did not confirm this request.
es: Perpl no confirmó esta solicitud.
fr: Perpl n'a pas confirmé cette demande.
ko: Perpl이 이 요청을 확인하지 않았습니다.
zh_hans: Perpl 未确认此请求。

source: Perpl did not confirm this trigger.
es: Perpl no confirmó este disparador.
fr: Perpl n'a pas confirmé ce déclencheur.
ko: Perpl이 이 트리거를 확인하지 않았습니다.
zh_hans: Perpl 未确认此触发订单。

source: Perpl dropped the trading connection because the app fell behind reading it. Try again.
es: Perpl cortó la conexión de trading porque la app se quedó atrás al leerla. Vuelve a intentarlo.
fr: Perpl a coupé la connexion de trading, car l'app avait pris du retard dans sa lecture. Réessayez.
ko: 앱이 데이터를 제때 읽지 못해 Perpl이 거래 연결을 끊었습니다. 다시 시도하십시오.
zh_hans: 由于应用读取数据滞后，Perpl 断开了交易连接。再试一次。

source: Perpl market data is unavailable (status %@).
es: Los datos de mercado de Perpl no están disponibles (estado %@).
fr: Les données de marché Perpl sont indisponibles (statut %@).
ko: Perpl 시장 데이터를 사용할 수 없습니다(상태 %@).
zh_hans: Perpl 行情数据不可用（状态 %@）。

source: Perpl rejected this trading key. Remove the API key below and connect again to enroll a fresh one.
es: Perpl rechazó esta clave de trading. Quita la clave API de abajo y vuelve a conectarte para registrar una nueva.
fr: Perpl a rejeté cette clé de trading. Supprimez la clé API ci-dessous et reconnectez-vous pour en enregistrer une nouvelle.
ko: Perpl이 이 거래 키를 거부했습니다. 아래에서 API 키를 제거한 후 다시 연결하여 새 키를 등록하십시오.
zh_hans: Perpl 拒绝了此交易密钥。移除下方的 API 密钥，然后重新连接以注册新的密钥。

source: Perpl sent %@ the app could not read.
es: Perpl envió %@ que la app no pudo leer.
fr: Perpl a envoyé %@ que l'app n'a pas pu lire.
ko: Perpl이 보낸 %@ 데이터를 앱에서 읽을 수 없습니다.
zh_hans: Perpl 发送了应用无法读取的数据：%@。

# Perpl trading connection closed (%@: %@).
source: Perpl trading connection closed (%1$@: %2$@).
es: Se cerró la conexión de trading con Perpl (%1$@: %2$@).
fr: Connexion de trading Perpl fermée (%1$@ : %2$@).
ko: Perpl 거래 연결이 종료되었습니다(%1$@: %2$@).
zh_hans: Perpl 交易连接已关闭（%1$@：%2$@）。

source: Perpl trading connection closed (code %@).
es: Se cerró la conexión de trading con Perpl (código %@).
fr: Connexion de trading Perpl fermée (code %@).
ko: Perpl 거래 연결이 종료되었습니다(코드 %@).
zh_hans: Perpl 交易连接已关闭（代码 %@）。

source: Perpl trading connection was lost.
es: Se perdió la conexión de trading con Perpl.
fr: La connexion de trading Perpl a été perdue.
ko: Perpl 거래 연결이 끊어졌습니다.
zh_hans: Perpl 交易连接已断开。

source: Perpl trading connection was lost: %@.
es: Se perdió la conexión de trading con Perpl: %@.
fr: La connexion de trading Perpl a été perdue : %@.
ko: Perpl 거래 연결이 끊어졌습니다: %@.
zh_hans: Perpl 交易连接已断开：%@。

source: Perpl's trading rate limit was hit. Wait a moment and try again.
es: Se alcanzó el límite de solicitudes de trading de Perpl. Espera un momento y vuelve a intentarlo.
fr: La limite de requêtes de trading de Perpl a été atteinte. Patientez un instant et réessayez.
ko: Perpl 거래 요청 한도에 도달했습니다. 잠시 기다린 후 다시 시도하십시오.
zh_hans: 已触发 Perpl 的交易速率限制。稍等片刻后重试。

source: Perpl's trading server is restarting. Try again in a moment.
es: El servidor de trading de Perpl se está reiniciando. Vuelve a intentarlo en un momento.
fr: Le serveur de trading de Perpl redémarre. Réessayez dans un instant.
ko: Perpl 거래 서버가 재시작 중입니다. 잠시 후 다시 시도하십시오.
zh_hans: Perpl 的交易服务器正在重启。稍后重试。

source: Priced from its DyorHQ curve
es: Precio según su curva de DyorHQ
fr: Prix issu de sa courbe DyorHQ
ko: DyorHQ 커브 기준 가격
zh_hans: 按其 DyorHQ 曲线定价

source: Priced from its Moment pool
es: Precio según el pool de su Moment
fr: Prix issu de son pool de Moment
ko: Moment 풀 기준 가격
zh_hans: 按其 Moment 池子定价

source: Priced from its Monday Trade pool
es: Precio según su pool de Monday Trade
fr: Prix issu de son pool Monday Trade
ko: Monday Trade 풀 기준 가격
zh_hans: 按其 Monday Trade 池子定价

source: Priced from its Uniswap v4 pool
es: Precio según su pool de Uniswap v4
fr: Prix issu de son pool Uniswap v4
ko: Uniswap v4 풀 기준 가격
zh_hans: 按其 Uniswap v4 池子定价

source: Publish %@
es: Publicar %@
fr: Publier %@
ko: %@ 게시
zh_hans: 发布 %@

source: Publishing is off: the Moments contract would link new Moments somewhere other than dyorhq.fun.
es: La publicación está desactivada: el contrato de Moments enlazaría los nuevos Moments a un sitio distinto de dyorhq.fun.
fr: La publication est désactivée : le contrat Moments lierait les nouveaux Moments ailleurs que sur dyorhq.fun.
ko: 게시가 꺼져 있습니다. Moments 컨트랙트가 새 Moment를 dyorhq.fun이 아닌 다른 곳에 연결하게 됩니다.
zh_hans: 发布已关闭：Moments 合约会将新的 Moment 链接到 dyorhq.fun 以外的地方。

source: Publishing is off: the Moments terms couldn't be verified.
es: La publicación está desactivada: no se pudieron verificar las condiciones de Moments.
fr: La publication est désactivée : les conditions des Moments n'ont pas pu être vérifiées.
ko: 게시가 꺼져 있습니다. Moments 조건을 확인할 수 없었습니다.
zh_hans: 发布已关闭：无法验证 Moments 条款。

source: Publishing is paused by governance; collecting continues.
es: La gobernanza pausó la publicación; se puede seguir coleccionando.
fr: La publication est suspendue par la gouvernance ; la collecte continue.
ko: 거버넌스에 의해 게시가 일시 중지되었습니다. 수집은 계속됩니다.
zh_hans: 发布已被治理方暂停；收藏照常进行。

source: Publishing is paused by the Moments guardian; collecting continues.
es: El guardián de Moments pausó la publicación; se puede seguir coleccionando.
fr: La publication est suspendue par le gardien des Moments ; la collecte continue.
ko: Moments 가디언에 의해 게시가 일시 중지되었습니다. 수집은 계속됩니다.
zh_hans: 发布已被 Moments 守护者暂停；收藏照常进行。

source: Publishing is paused right now, so nothing was published.
es: La publicación está en pausa en este momento, así que no se publicó nada.
fr: La publication est suspendue pour le moment : rien n'a donc été publié.
ko: 현재 게시가 일시 중지되어 아무것도 게시되지 않았습니다.
zh_hans: 发布目前已暂停，因此未发布任何内容。

source: Publishing is unavailable right now: the Moments terms couldn't be read. Pull to refresh.
es: La publicación no está disponible en este momento: no se pudieron leer las condiciones de Moments. Desliza hacia abajo para actualizar.
fr: La publication est indisponible pour le moment : les conditions des Moments n'ont pas pu être lues. Tirez pour actualiser.
ko: 현재 게시를 사용할 수 없습니다. Moments 조건을 읽지 못했습니다. 당겨서 새로 고침하십시오.
zh_hans: 发布暂时不可用：无法读取 Moments 条款。下拉刷新。

source: Refund mode
es: Modo de reembolso
fr: Mode remboursement
ko: 환불 모드
zh_hans: 退款模式

source: Request cancelled in your wallet.
es: Solicitud cancelada en tu billetera.
fr: Demande annulée dans votre portefeuille.
ko: 지갑에서 요청이 취소되었습니다.
zh_hans: 请求已在你的钱包中取消。

source: Retry graduation
es: Reintentar graduación
fr: Relancer la graduation
ko: 졸업 다시 시도
zh_hans: 重试毕业

source: Run buyback
es: Ejecutar recompra
fr: Lancer le rachat
ko: 바이백 실행
zh_hans: 执行回购

source: Sell
es: Venta
fr: Vente
ko: 매도
zh_hans: 卖出

source: Sell $%@
es: Vender $%@
fr: Vendre $%@
ko: $%@ 매도
zh_hans: 卖出 $%@

source: Sell %@ on its Launch page
es: Vender %@ en su página de lanzamiento
fr: Vendre %@ sur sa page de lancement
ko: 런칭 페이지에서 %@ 매도
zh_hans: 在其发射页面上卖出 %@

source: Sell it back on its Launch page
es: Venderla de vuelta en su página de lanzamiento
fr: Le revendre sur sa page de lancement
ko: 런칭 페이지에서 되팔기
zh_hans: 在其发射页面上卖回

source: Sell on its Launch page
es: Vender en su página de lanzamiento
fr: Vendre sur sa page de lancement
ko: 런칭 페이지에서 매도
zh_hans: 在其发射页面上卖出

source: Sell only
es: Solo venta
fr: Vente uniquement
ko: 매도 전용
zh_hans: 仅可卖出

source: Sent — confirmation not seen yet. Check it before trying again.
es: Enviada: aún no se ha visto la confirmación. Compruébala antes de volver a intentarlo.
fr: Envoyée — confirmation pas encore reçue. Vérifiez-la avant de réessayer.
ko: 전송됨 — 아직 확인되지 않았습니다. 다시 시도하기 전에 확인하십시오.
zh_hans: 已发送：尚未看到确认。重试前先查看。

source: Short %@
es: Corto %@
ko: %@ 숏
zh_hans: 做空 %@

source: Shorts pay longs
es: Los cortos pagan a los largos
fr: Les shorts paient les longs
ko: 숏이 롱에게 지불
zh_hans: 空头支付多头

source: Sign in to DyorHQ to continue.
es: Inicia sesión en DyorHQ para continuar.
fr: Connectez-vous à DyorHQ pour continuer.
ko: 계속하려면 DyorHQ에 로그인하십시오.
zh_hans: 登录 DyorHQ 以继续。

source: Sign in with a wallet that can sign to collect.
es: Inicia sesión con una billetera que pueda firmar para coleccionar.
fr: Connectez-vous avec un portefeuille capable de signer pour collecter.
ko: 수집하려면 서명할 수 있는 지갑으로 로그인하십시오.
zh_hans: 使用可签名的钱包登录后即可收藏。

source: Sign-in isn't finished on the server yet (APP_JWT_SECRET not set).
es: El inicio de sesión aún no está terminado en el servidor (APP_JWT_SECRET no está configurado).
fr: La connexion n'est pas encore finalisée sur le serveur (APP_JWT_SECRET non défini).
ko: 서버에서 로그인 설정이 아직 완료되지 않았습니다(APP_JWT_SECRET 미설정).
zh_hans: 服务器上的登录尚未配置完成（未设置 APP_JWT_SECRET）。

source: Sign-in was refused (%@). Please try again.
es: Se rechazó el inicio de sesión (%@). Por favor, vuelve a intentarlo.
fr: La connexion a été refusée (%@). Veuillez réessayer.
ko: 로그인이 거부되었습니다(%@). 다시 시도해 주십시오.
zh_hans: 登录被拒绝（%@）。请重试。

source: Sign-in was refused. Please try again.
es: Se rechazó el inicio de sesión. Por favor, vuelve a intentarlo.
fr: La connexion a été refusée. Veuillez réessayer.
ko: 로그인이 거부되었습니다. 다시 시도해 주십시오.
zh_hans: 登录被拒绝。请重试。

# Stop-loss can have at most %lld decimal places on %@.
source: Stop-loss can have at most %1$lld decimal places on %2$@.
es: El stop loss puede tener como máximo %1$lld decimales en %2$@.
fr: Le stop loss peut avoir au maximum %1$lld décimales sur %2$@.
ko: %2$@의 손절 가격은 소수점 이하 최대 %1$lld자리까지 입력할 수 있습니다.
zh_hans: %2$@ 的止损最多可有 %1$lld 位小数。

source: Stop-loss is not a valid price.
es: El stop loss no es un precio válido.
fr: Le stop loss n'est pas un prix valide.
ko: 손절 가격이 유효하지 않습니다.
zh_hans: 止损不是有效的价格。

source: Stop-loss must be a whole number on %@.
es: El stop loss debe ser un número entero en %@.
fr: Le stop loss doit être un nombre entier sur %@.
ko: %@의 손절 가격은 정수여야 합니다.
zh_hans: %@ 的止损必须为整数。

# Stop-loss must be above %@ (%@) for a short.
source: Stop-loss must be above %1$@ (%2$@) for a short.
es: El stop loss debe ser mayor que %1$@ (%2$@) en una posición corta.
fr: Le stop loss doit être plus élevé que %1$@ (%2$@) pour un short.
ko: 숏 포지션의 손절 가격은 %1$@(%2$@)보다 높아야 합니다.
zh_hans: 做空时，止损必须高于%1$@（%2$@）。

source: Stop-loss must be above the liquidation price (%@). Liquidation would come first, so it would never protect you.
es: El stop loss debe estar por encima del precio de liquidación (%@). La liquidación llegaría antes, así que nunca te protegería.
fr: Le stop loss doit être au-dessus du prix de liquidation (%@). La liquidation interviendrait en premier : il ne vous protégerait donc jamais.
ko: 손절 가격은 청산 가격(%@)보다 높아야 합니다. 청산이 먼저 일어나므로 이 손절 주문으로는 절대 보호받을 수 없습니다.
zh_hans: 止损必须高于强平价格（%@）。否则会先触发强平，这个止损将永远无法保护你。

# Stop-loss must be at least %@ on %@.
source: Stop-loss must be at least %1$@ on %2$@.
es: El stop loss debe ser de al menos %1$@ en %2$@.
fr: Le stop loss doit être d'au moins %1$@ sur %2$@.
ko: %2$@의 손절 가격은 %1$@ 이상이어야 합니다.
zh_hans: %2$@ 的止损必须至少为 %1$@。

# Stop-loss must be below %@ (%@) for a long.
source: Stop-loss must be below %1$@ (%2$@) for a long.
es: El stop loss debe ser menor que %1$@ (%2$@) en una posición larga.
fr: Le stop loss doit être plus bas que %1$@ (%2$@) pour un long.
ko: 롱 포지션의 손절 가격은 %1$@(%2$@)보다 낮아야 합니다.
zh_hans: 做多时，止损必须低于%1$@（%2$@）。

source: Stop-loss must be below the liquidation price (%@). Liquidation would come first, so it would never protect you.
es: El stop loss debe estar por debajo del precio de liquidación (%@). La liquidación llegaría antes, así que nunca te protegería.
fr: Le stop loss doit être en dessous du prix de liquidation (%@). La liquidation interviendrait en premier : il ne vous protégerait donc jamais.
ko: 손절 가격은 청산 가격(%@)보다 낮아야 합니다. 청산이 먼저 일어나므로 이 손절 주문으로는 절대 보호받을 수 없습니다.
zh_hans: 止损必须低于强平价格（%@）。否则会先触发强平，这个止损将永远无法保护你。

source: Supabase request failed (%@).
es: La solicitud a Supabase falló (%@).
fr: La requête Supabase a échoué (%@).
ko: Supabase 요청에 실패했습니다(%@).
zh_hans: Supabase 请求失败（%@）。

source: Swap on Kuru Flow
es: Intercambiar en Kuru Flow
fr: Échanger sur Kuru Flow
ko: Kuru Flow에서 스왑
zh_hans: 在 Kuru Flow 上兑换

source: Swap on Monday Trade
es: Intercambiar en Monday Trade
fr: Échanger sur Monday Trade
ko: Monday Trade에서 스왑
zh_hans: 在 Monday Trade 上兑换

source: Swap on Uniswap v3
es: Intercambiar en Uniswap v3
fr: Échanger sur Uniswap v3
ko: Uniswap v3에서 스왑
zh_hans: 在 Uniswap v3 上兑换

source: Swap on Uniswap v4
es: Intercambiar en Uniswap v4
fr: Échanger sur Uniswap v4
ko: Uniswap v4에서 스왑
zh_hans: 在 Uniswap v4 上兑换

source: Take-profit and stop-loss can't be attached to a reduce-only order. Set them on the position instead.
es: No se pueden añadir take profit ni stop loss a una orden de solo reducir. Configúralos en la posición.
fr: Les take profit et stop loss ne peuvent pas être associés à un ordre à réduction seule. Définissez-les plutôt sur la position.
ko: 리듀스 온리 주문에는 익절과 손절을 붙일 수 없습니다. 대신 포지션에 설정하십시오.
zh_hans: 止盈和止损无法附加到只减仓订单上。改为在仓位上设置。

# Take-profit can have at most %lld decimal places on %@.
source: Take-profit can have at most %1$lld decimal places on %2$@.
es: El take profit puede tener como máximo %1$lld decimales en %2$@.
fr: Le take profit peut avoir au maximum %1$lld décimales sur %2$@.
ko: %2$@의 익절 가격은 소수점 이하 최대 %1$lld자리까지 입력할 수 있습니다.
zh_hans: %2$@ 的止盈最多可有 %1$lld 位小数。

source: Take-profit is not a valid price.
es: El take profit no es un precio válido.
fr: Le take profit n'est pas un prix valide.
ko: 익절 가격이 유효하지 않습니다.
zh_hans: 止盈不是有效的价格。

source: Take-profit must be a whole number on %@.
es: El take profit debe ser un número entero en %@.
fr: Le take profit doit être un nombre entier sur %@.
ko: %@의 익절 가격은 정수여야 합니다.
zh_hans: %@ 的止盈必须为整数。

# Take-profit must be above %@ (%@) for a long.
source: Take-profit must be above %1$@ (%2$@) for a long.
es: El take profit debe ser mayor que %1$@ (%2$@) en una posición larga.
fr: Le take profit doit être plus élevé que %1$@ (%2$@) pour un long.
ko: 롱 포지션의 익절 가격은 %1$@(%2$@)보다 높아야 합니다.
zh_hans: 做多时，止盈必须高于%1$@（%2$@）。

# Take-profit must be at least %@ on %@.
source: Take-profit must be at least %1$@ on %2$@.
es: El take profit debe ser de al menos %1$@ en %2$@.
fr: Le take profit doit être d'au moins %1$@ sur %2$@.
ko: %2$@의 익절 가격은 %1$@ 이상이어야 합니다.
zh_hans: %2$@ 的止盈必须至少为 %1$@。

# Take-profit must be below %@ (%@) for a short.
source: Take-profit must be below %1$@ (%2$@) for a short.
es: El take profit debe ser menor que %1$@ (%2$@) en una posición corta.
fr: Le take profit doit être plus bas que %1$@ (%2$@) pour un short.
ko: 숏 포지션의 익절 가격은 %1$@(%2$@)보다 낮아야 합니다.
zh_hans: 做空时，止盈必须低于%1$@（%2$@）。

source: That Moment does not exist.
es: Ese Moment no existe.
fr: Ce Moment n'existe pas.
ko: 해당 Moment가 존재하지 않습니다.
zh_hans: 该 Moment 不存在。

source: That allocation is above the most a creator can keep.
es: Esa asignación supera el máximo que un creador puede quedarse.
fr: Cette allocation dépasse le maximum qu'un créateur peut garder.
ko: 해당 할당량은 크리에이터가 가질 수 있는 최대치를 초과합니다.
zh_hans: 该分配额度超过了创作者可保留的上限。

source: That coin wasn't launched on this launchpad.
es: Esa moneda no se lanzó en este launchpad.
fr: Ce jeton n'a pas été lancé sur ce launchpad.
ko: 해당 코인은 이 런치패드에서 런칭되지 않았습니다.
zh_hans: 该币不是在此 Launchpad 上发射的。

source: That creator tax is above the maximum.
es: Ese impuesto del creador supera el máximo.
fr: Cette taxe du créateur dépasse le maximum.
ko: 해당 크리에이터 세금이 최대치를 초과합니다.
zh_hans: 该创作者税超过了上限。

source: That graduation venue isn't available.
es: Esa plataforma de graduación no está disponible.
fr: Cette plateforme de graduation n'est pas disponible.
ko: 해당 졸업 거래소를 사용할 수 없습니다.
zh_hans: 该毕业交易场所不可用。

source: That link base is too long.
es: Esa base de enlace es demasiado larga.
fr: Cette base de lien est trop longue.
ko: 링크 기본 주소가 너무 깁니다.
zh_hans: 该链接前缀过长。

source: That pair asset can only graduate on Monday Trade.
es: Ese activo del par solo puede graduarse en Monday Trade.
fr: Avec cet actif de la paire, la graduation n'est possible que sur Monday Trade.
ko: 해당 페어 자산은 Monday Trade에서만 졸업할 수 있습니다.
zh_hans: 该配对资产只能在 Monday Trade 上毕业。

source: That pair asset isn't approved for launches.
es: Ese activo del par no está aprobado para lanzamientos.
fr: Cet actif de la paire n'est pas approuvé pour les lancements.
ko: 해당 페어 자산은 런칭에 승인되지 않았습니다.
zh_hans: 该配对资产未获准用于发射。

# That passkey belongs to %@, not to this account (%@). Nothing was deleted.
source: That passkey belongs to %1$@, not to this account (%2$@). Nothing was deleted.
es: Esa llave de acceso pertenece a %1$@, no a esta cuenta (%2$@). No se eliminó nada.
fr: Cette clé d'identification appartient à %1$@, et non à ce compte (%2$@). Rien n'a été supprimé.
ko: 이 패스키는 이 계정(%2$@)이 아닌 %1$@의 패스키입니다. 아무것도 삭제되지 않았습니다.
zh_hans: 该通行密钥属于 %1$@，而不是此账户（%2$@）。未删除任何内容。
